<!DOCTYPE html>
<html>
<p><span style="font-size: 14pt; font-family: arial, helvetica, sans-serif;"><strong>T&eacute;rminos y Condiciones de Uso de la aplicaci&oacute;n </strong></span></p>
<p><span style="font-size: 14pt; font-family: arial, helvetica, sans-serif;">Te pedimos que le dediques un poco de tiempo a leer cuidadosamente esto, ya que mediante la indicaci&oacute;n de aceptaci&oacute;n o mediante el uso de ESI (en adelante ESI, servicio o app), aceptas el contenido y disposiciones que se se&ntilde;alan a continuaci&oacute;n.</span></p>
<p><span style="font-size: 14pt; font-family: arial, helvetica, sans-serif;"><strong>&iquest;C&oacute;mo funciona?</strong></span></p>
<p><span style="font-size: 14pt; font-family: arial, helvetica, sans-serif;">La aplicaci&oacute;n (en adelante app) funciona, en t&eacute;rminos generales, de la siguiente manera:</span></p>
<p><span style="font-size: 14pt; font-family: arial, helvetica, sans-serif;">La finalidad de la aplicaci&oacute;n es recabar los datos de salida del mayor n&uacute;mero de casillas posible, los cuales son colocados en mantas o carteles en lugares visibles de la casilla que corresponda, al alcance y acceso p&uacute;blico, y es esa informaci&oacute;n, la que se va a recabar mediante la aplicaci&oacute;n de referencia (en adelante app).</span></p>
<p><span style="font-size: 14pt; font-family: arial, helvetica, sans-serif;"><strong>Primero.</strong> Al entrar a la app deber&aacute;s crear una cuenta introduciendo un &ldquo;username&rdquo; (nombre de usuario) y password, los cuales son tu llave privada para acceder a la blockchain donde se guardar&aacute; la informaci&oacute;n capturada. La cuenta puede permanecer abierta hasta que tu decidas cerrar la sesi&oacute;n. Si lo deseas, &nbsp;puedes identificarte nuevamente con los datos que diste de alta, pero si olvidas alguno de ellos, NO habr&aacute; manera de que los recuperes, ya que es tu llave privada que s&oacute;lo conoce su creador para acceder a la blockchain.&nbsp;</span></p>
<p><span style="font-size: 14pt; font-family: arial, helvetica, sans-serif;">As&iacute; que si por alguna raz&oacute;n olvidaste tu usuario o password y deseas usar la plataforma, deber&aacute;s crear uno nuevo, es decir, un nuevo usuario y password que ser&aacute; tu nueva llave o token.</span></p>
<p>&nbsp;</p>
</html>
