Repository: pqhcker/XamIntJul2021
Catalog: XamIntJul2021/AppBase/Localization/AppResources.*.resx
Languages: es

# Language
source: English
es: Espanol

# PageTitleLanguage
source: Language
es: Lenguaje

source: Next
es: Siguiente

# AcceptTerms
source: Accept
es: Aceptar

# PageTitleTerms
source: TERMS
es: Terminos

# PageTitleMainMenu
source: Main Menu
es: Menu Principal

# PageTitleNewReport
source: New Report
es: Nuevo Reporte

# PageTitleLocations
source: Locations
es: Sucursales

# PageTitleSync
source: Sync
es: Sincronizar

# PageTitleAbout
source: About
es: Acerca de

# PageTitleReport
source: Reports
es: Reportes

# AboutDeviceName
source: Device Name
es: Nombre del dispositivo

# AboutDevicePlatform
source: Device Platform
es: Plataforma dispositivo

# AboutDeviceSystemVersion
source: Device Version
es: Version dispositivo

# AboutDeviceManufacturer
source: Device Manufacturer
es: Dispositivo fabricante

# AboutDeviceModel
source: Device Model
es: Model dispositivo

# NotConnectedError
source: Please verify your network connection
es: Por favor verifica tu conexion a internet

# UserCreatedMessage
source: User was created successfully
es: Usuario creado existosamente

# TimeoutMessage
source: Timeout was reached
es: Se vencio el tiempo de respuesta

# UnauthorizedMessage
source: User have invalid session
es: Usuario sin autorizacion

# ServerErrorMessage
source: Error in server
es: Error de servidor

# UserCreatedTitle
source: User was created
es: Usuario creado

# AcceptButton
source: Accept
es: Aceptar

# UserCreationErrorTitle
source: Create user have an error
es: Error al crear el usuario

# SuccessLoginMessage
source: Welcome {0}
es: Bienvenido {0}

# ErrorLoginMessage
source: Invalid user credentials
es: Error de datos de acceso

# LoginTitle
source: Login
es: Inicio de sesion

# UserInfoSuccessMessage
source: User info obtanied
es: Informacion de usuario obtenida

# UserInfoErrorMessage
source: Error to obtain user info
es: Error al obtener la info de usuario

# GetBranchesSuccessMessage
source: Obtained branches
es: Sucursales obtenidas

# GetBranchesErrorMessage
source: Error to get Branches
es: Error al obtener sucursales

# BranchDetailTitle
source: Branch details
es: Sucursales detalle

# CurrentLocationLabel
source: Me
es: Yo

# GetLocationErrorTitle
source: Failed to get location
es: Error al obtener la ubicacion

# GetLocationNotSupportedError
source: Get location not supported
es: Obtener la ubicacions no soportado

# GetLocationNotEnabledError
source: Get location not enabled
es: Obtener la ubicacion no habilitado

# GetLocationPermissionError
source: User permission is requiered to get location
es: El usuario no tiene permisos para usar la ubicacion

# OriginPinLabel
source: Origin
es: Origen

# DestinationPinLabel
source: Destination
es: Destino

# ProgressBarHeader
source: Process steps
es: Avance del proceso

# PageTitlePreviewPhoto
source: Preview Photo
es: Vista Previa
